code --install-extension aaron-bond.better-comments
code --install-extension alefragnani.bookmarks
code --install-extension burkeholland.simple-react-snippets
code --install-extension christian-kohler.npm-intellisense 
code --install-extension christian-kohler.path-intellisense
code --install-extension davidanson.vscode-markdownlint    
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.githistory
code --install-extension dsznajder.es7-react-js-snippets   
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-rename-tag     
code --install-extension formulahendry.code-runner
code --install-extension genieai.chatgpt-vscode
code --install-extension github.github-vscode-theme        
code --install-extension gruntfuggly.todo-tree
code --install-extension iceworks-team.iceworks-refactor   
code --install-extension idleberg.icon-fonts
code --install-extension johnpapa.vscode-peacock
code --install-extension kamikillerto.vscode-colorize
code --install-extension mhutchie.git-graph
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension oderwat.indent-rainbow
code --install-extension ofhumanbondage.react-proptypes-intellisense
code --install-extension orta.vscode-jest
code --install-extension pkief.material-icon-theme
code --install-extension pnp.polacode
code --install-extension pranaygp.vscode-css-peek
code --install-extension ritwickdey.liveserver
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension stylelint.vscode-stylelint
code --install-extension usernamehw.errorlens
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension wakatime.vscode-wakatime
code --install-extension wayou.vscode-todo-highlight
code --install-extension xabikos.javascriptsnippets
code --install-extension xabikos.reactsnippets
code --install-extension yzhang.markdown-all-in-one